export const genres = [
  {
    id: "527ad3cc-8043-4f0c-8463-32cc9e0c10f9",
    name: "Художественная литература",
    books: [
      {
        id: "0079f537-6daa-4e96-893b-f25c4b16c9e9",
        name: "Несносное проклятье некроманта",
        bookGenre: 'Фентези',
        price: 250,
        rating: '4 из 5',
        about: 'Не знаешь, что делать дальше? Сломала мозг в попытках ответить на вопрос, где заработать честной девушке-артефактору? Устала от однообразных предложений изготовить "что-нибудь для вечной любви"? Подумаq о некромантии!Присоединяйся к дружной компании черных магов и просто любителей гулять по ночным кладбищам. Ведь с ними твоя жизнь заиграет всеми оттенками черного. Вперед, Тесса Грей!',
        author: 'Блинова Маргарита',
        reviews: [
          {
            id: "6a92d015-aed9-4dcb-89c2-6cdc18dab322",
            user: {
              id: "3ecc4692-60af-437d-b6cb-f85b17156bab",
              name: "Анна К.",
            },
            text: "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке \"Несносное проклятье некроманта\".",
            rating: 5,
          },
          {
            id: "b392a218-33eb-400a-8c53-5ed85a2d422d",
            user: {
              id: "0458c734-6f59-4922-b30c-c2c9d2b9d052",
              name: "Людмила Н.",
            },
            text: "С книгами Маргариты Блиновой я познакомилась , начиная с гарпии. И с тех пор ожидаю от них юмора, юмора и еще раз юмора. Не важно, какой мир, не важно кто -герои, некроманты, или неизвестные науки расы, главное - обстоятельства, дружба и юмор. Все это, и даже с лишком, воплотилось в книжке \"Несносное проклятье некроманта\".",
            rating: 5,
          },
          {
            id: "2b5b2490-e0d6-4a39-82a1-1dcb88e06847",
            user: {
              id: "72ce67e6-b4b4-4e4b-8332-3d2770545048",
              name: "Валентина П.",
            },
            text: "Начало весьма непредсказуемое, и непонятно кто или что из себя представляет героиня. Повествование сумбурное, словно не книгу читаешь, а над ухом кто-то трещит и быстро-быстро что-то пересказывает. Перескакивает с одного на другое очень быстро, что приходилось перечитывать многие моменты. В прологе они на кладбище, их хотят изгонять, а потом резко замке. А там вообще страшные события происходят и молодой девочке хоть бы хны, хотя она не некромант. Но хоть с половины истории чтение завлекло. Соответствует заявленному жанру - юмористическому фентези, но больше склоняется к черному юмору.",
            rating: 3,
          },
        ],
      },
      {
        id: "8001f52e-674f-4eb8-a010-598ebd534038",
        name: "Книга ночи",
        bookGenre: 'Фентези',
        price: 250,
        rating: '4 из 5',
        about: 'Холли Блэк - знаменитая американская писательница, подарившая читателям невероятно популярный цикл "Воздушный народ". В мире продано более 26 миллионов книг Холли Блэк. А в России книги цикла разошлись тиражом 270 тыс. экземпляров.\n"Книга ночи" - таинственная история в духе Нила Геймана. Холли Блэк создала новую реальность, где человеческие тени могут оживать, а сумеречники - ими управлять и творить свои темные дела. Тени продаются на черном рынке, их можно украсть и пришить себе. Но тени питаются кровью и энергией, и не всякий человек способен контролировать такую тень. Альтернативный мир, где возможно всё...',
        author: 'Холли Блэк',
        reviews: [
          {
            id: "3fce68fe-36e9-4b39-9267-6e5b2b0f3abe",
            user: {
              id: "7148067a-1fb0-461e-9d8f-5c2aa3b775d1",
              name: "Иван П.",
            },
            text: "Наконец-то вышла долгожданная новинка от Холли Блэк!",
            rating: 5,
          },
          {
            id: "8fa752ce-566c-4ae5-bfd5-3dc07c4b5c90",
            user: {
              id: "8d9cb6e0-a6dc-44b4-a0cf-48cfc2a4cb76",
              name: "Артём И.",
            },
            text: "Классная книга!",
            rating: 4,
          },
          {
            id: "438ed981-c668-417b-ae01-28d095253870",
            user: {
              id: "fc56bb0c-3a18-46e2-bbf6-71bd5c17e0ff",
              name: "Валентина П.",
            },
            text: "Скучно.",
            rating: 3,
          },
        ],
      },
      {
        id: "4d9c6cc6-e3eb-4b07-8833-608d2b54cb29",
        name: "Благие знамения",
        bookGenre: 'Фентези',
        price: 250,
        rating: '4 из 5',
        about: 'Мир закончится в субботу. В следующую субботу на самом деле. Где-то перед ужином.ьАрмии Добра и Зла приведены в готовность к Армагеддону. Атлантида поднялась со дна морского. Жабы падают с небес. Четыре Всадника Апокалипсиса уже оседлали свои «Харлеи». Всё идёт по Божественному Плану... за исключением того, что младенца Антихриста подменили и потеряли сразу после рождения. А один ангел и один демон за 6000 лет полюбили жизнь среди людей — и теперь саботируют наступление Конца Света...',
        author: 'Пратчетт Терри, Гейман Нил',
        reviews: [
          {
            id: "3427f21e-b240-4b81-b688-804d4162cb7d",
            user: {
              id: "755ae507-13f3-4597-bf22-480c3222f854",
              name: "Анна К.",
            },
            text: "Прекрасное оформление! Ждала 3 года книгу,где бы меня устраивал и перевод,и обложка. Так как не любитель кинообложек,решила дождаться пока кто-нибудь нарисует обложку. Дождалась и очень рада. Благодарю Полину Граф за шикарное оформление любимой книги.Сам сюжет содержит в себе и демонов,и ангелов и обычных детей,которые пытаются спасти мир. Также присутствует потрясающая дружба между демоном и ангелом. Все как я люблю!",
            rating: 5,
          },
          {
            id: "52beee2b-ed1a-4951-9fd3-30ce2b3a331e",
            user: {
              id: "122b7b67-0f7f-401d-8f3c-4da579d1357e",
              name: "Виталий Н.",
            },
            text: "Отличная книга, персонажы показанны хорошо",
            rating: 4,
          },
          {
            id: "859612c8-fa7c-434f-9b96-932a94ffa6c0",
            user: {
              id: "d8dc87bc-b43b-47f4-98f6-1317d5537020",
              name: "Иван П.",
            },
            text: "Очень крутые иллюстрации!",
            rating: 4,
          },
        ],
      }
    ],
  },
  {
    id: '381ab622-bd71-4ace-812f-da9654681a6c',
    name: 'Нехудожественная литература',
    books: [
      {
        id: "aea32135-303f-42ab-a425-3b72352d8af5",
        name: "Подземье. Путешествие в глубь земли и времени",
        bookGenre: 'ПроНаука',
        price: 250,
        rating: '4 из 5',
        about: 'Хотите отправиться в путешествие по загадочным мирам, скрытым под землей и в недрах гор, побродить по парижским катакомбам, увидеть древние гробницы и наскальные рисунки на стенах норвежских пещер, заглянуть под корни древних деревьев или в ледяное сердце Гренландии? Роберт Макфарлейн, "великий писатель-натуралист современности" (Wall Street Journal), создал захватывающую летопись отношений природы и человека, развивающихся в глубоком времени. "Подземье" - это эпическое исследование естественных и рукотворных подземных пространств нашей планеты, раскрывающее историю камня, земли и льда, написанную самой природой и увековеченную в мифах, литературе, языке и памяти людей. Книга стала национальным бестселлером по версии New York Times и Guardian.',
        author: 'МакФарлейн Роберт',
        reviews: [
          {
            id: "cbbc648a-3107-41f6-bd03-b82235d85c08",
            user: {
              id: "0e6f97db-1334-40bf-9181-7cee3e70c24c",
              name: "Иван П.",
            },
            text: "Это восхитительно",
            rating: 5,
          },
          {
            id: "8833d977-c1b2-4e40-bd14-19284cab2160",
            user: {
              id: "3da69c44-6775-49fb-af9a-46d8de1b8426",
              name: "Артём И.",
            },
            text: "Классная книга!",
            rating: 4,
          },
          {
            id: "81a0844f-85ce-4e9c-832e-46c0cb1586a7",
            user: {
              id: "c3eb86d3-693b-4def-8b41-ed3db0ff1c0a",
              name: "Валентина П.",
            },
            text: "Трудно читать",
            rating: 3,
          },
        ],
      },
      {
        id: "bc3cdf08-a9ea-434f-a69e-1399862ef5f1",
        name: "Покер лжецов. Откровения с Уолл-стрит",
        bookGenre: 'Бизнес и менеджмент',
        price: 250,
        rating: '4 из 5',
        about: 'Из книги вы узнаете:\n• может ли одна сделка обрушить весь финансовый рынок;\n• что общего между кодексом торговца и наемного убийцы;\n• почему хотеть денег — это нормально;\n• как грамотно блефовать;\n• какова цена верности.\nПолубиографическая книга очевидца событий с Уолл-стрит Майкла Льюиса. Эта история «с места событий», где могущественный банк Salomon Brothers становится причиной самой суровой рецессии в мировой экономике за последние десятилетия.\nКнига адресована широкому кругу читателей, но будет особенно полезной тем, кто только начинает торговать на бирже.',
        author: 'Майкл Льюис',
        reviews: [
          {
            id: "e8f9fb9b-827a-4bed-9cf7-1933871eaee6",
            user: {
              id: "527864df-a3f1-49c5-86df-4106acffa739",
              name: "Иван П.",
            },
            text: "Это восхитительно",
            rating: 5,
          },
          {
            id: "681c0b6b-9a6f-44f1-b3be-676b054c9634",
            user: {
              id: "ed722923-bfe5-4105-9d88-591f5feae124",
              name: "Артём И.",
            },
            text: "Классная книга!",
            rating: 4,
          },
          {
            id: "3c638ae4-7bbd-4bf6-912d-975ec4a35815",
            user: {
              id: "0e24927a-20dc-4b8f-9e29-47a0e54171b1",
              name: "Валентина П.",
            },
            text: "Трудно читать",
            rating: 3,
          },
        ],
      },
    ]
  }
]
